import { BsArrowRight } from 'react-icons/bs'
import { Button } from '../components'

const CTA = () => {
	return (
		<section className='section container' id='contact'>
			<h2 className='section__title'>Оберіть свій власний дизайн</h2>
			<h3 className='section__subtitle'>
				Багато ідей в нашому інстаграмі <BsArrowRight size={25} />
			</h3>
			<div className='cta__container'>
				<img src='/CTA.png' alt='Instagram mockup' className='cta__img' />
				<div className='cta__data'>
					<p className='cta__description'>
						Роби те що любиш, і люби те що робиш. Тільки людина яка дуже любить
						солодке може готувати неймовірні солодощі. Це про мене,
						кондитера-солодкоїжки. З 4-ох років я готую тортики, хоч спочатку це
						були торти з мокрого піску, прикрашені зубною пастою. Професійно
						почала займатися з 2016-го року, до цього радувала смакотою лише
						свою сім‘ю. Наразі, в своїй майстерні, я виготовляю безліч
						різноманітних тістечок, зефірів, цукерок і тортиків. В нашій
						солодкій майстерні ви точно знайдете десерт на свій смак. Навіть,
						якщо ви не є великим фанатом солоденького, то скуштувавши однозначно
						станете ним. В мене є свої авторські рецептурки, такі солодощі ви
						точно зможете скуштувати лише у нас. Ну ще можливо у дівчат, які
						завершили мій кондитерський курс. Так, я ще й проводжу кондитерські
						майстеркласи. Про них ви також можете дізнатись в нашому інстаграмі.
					</p>
					<p className='cta__description'>
						Отже, якщо вам потрібно підсолодити ваше свято, зробити ВАУ ефект,
						тоді вам точно до мене! Я втілю всі ваші побажання, дам пораду,
						рекомендацію і приготую для вас неймовірні десерти, які вразять не
						тільки смаком, а й прекрасним оформленням. Гарантую - ваш солодкий
						стіл буде на вищому рівні!
					</p>
					<a
						href='https://www.instagram.com/anastasiya_desserts/'
						target='_blank'
					>
						<Button text='Перейти в наш інстаграм' />
					</a>
				</div>
			</div>
		</section>
	)
}

export default CTA
